Repository: 4nhus/ultimate-portfolio-app
Catalog: UltimatePortfolio/Localisation/Localizable.xcstrings
Source language: en
Languages: hu

source: **Modified:** %@
hu: **Módosítva:** %@

source: **Status:** %@
hu: **Állapot:** %@

source: %lld issues
hu: %lld problémák

source: Actions
hu: Műveletek

source: Add Tag
hu: Címke Hozzáadása

source: Add Tags
hu: Címkék Hozzáadásához

source: All
hu: Összes

source: All Issues
hu: Összes Probléma

source: Awards
hu: Díjak

source: Basic Information
hu: Alapinformáció

source: Cancel
hu: Mégsem

source: Check Settings
hu: Ellenőrizze a Beállításokat

source: Close Issue
hu: Probléma Lezárása

source: Closed
hu: Lezárt

source: CLOSED
hu: LEZÁRT

source: Copy Issue Title
hu: Probléma Címének Másolása

source: Date Created
hu: Létrehozás Dátuma

source: Date Modified
hu: Módosítás Dátuma

source: Delete
hu: Törlés

source: Description
hu: Leírását

source: Details
hu: Részletek

source: Enter the issue description here
hu: Írja be a probléma leírását ide

source: Enter the issue title here
hu: Írja be a probléma címét ide

source: Fetching offers...
hu: Ajánlatok lekérése...

source: Filter
hu: Szűrő

source: Filter issues, or type # to add tags
hu: Szűrje ki a problémákat, vagy írja be a # karaktert címkék hozzáadásához

source: Filters
hu: Szűrők

source: Get the most out of our app.
hu: Használja ki az alkalmazást a legjobban.

source: High
hu: Magas

source: High priority
hu: Magas prioritás

source: In-app purchases are disabled
hu: Az alkalmazáson belüli vásárlások tiltva vannak

source: Issues
hu: Problémák

source: Locked
hu: Zárolt

source: Low
hu: Alacsony

source: Medium
hu: Közepes

source: New Issue
hu: Új Szám

source: New Name
hu: Új Név

source: New Tag
hu: Új Címke

source: Newest to Oldest
hu: Legújabbtól a Legrégebbig

source: No Issue Selected!
hu: Nincs Kiválasztott Probléma!

source: No tags
hu: Címkétlen

source: Oldest to Newest
hu: Legrégebbitől a Legújabbig

source: Oops!
hu: Hoppá!

source: Open
hu: Nyitott

source: Priority
hu: Prioritás

source: Re-open Issue
hu: Probléma Újranyitása

source: Recent Issues
hu: Legutóbbi Problémák

source: Reminder Time
hu: Emlékeztető Ideje

source: Reminders
hu: Emlékeztetők

source: Rename
hu: Átnevezés

source: Rename Tag
hu: Címke Átnevezése

source: Restore Purchases
hu: Vásárlások Helyreállítása

source: Show Awards
hu: Díjak Megjelenítése

source: Show Reminders
hu: Emlékeztetők Megjelenítése

source: Smart Filters
hu: Intelligens Szűrők

source: Sorry, there was an error loading our store.
hu: Sajnáljuk, hiba történt az áruházunk betöltésekor.

source: Sort By
hu: Rendezés

source: Sort Order
hu: Sorrend

source: Status
hu: Állapot

source: Tags
hu: Címkék

source: There was a problem setting your notification. Please check you have notifications enabled.
hu: Probléma merült fel az értesítés beállításakor. Kérjük, ellenőrizze, hogy az értesítések engedélyezve vannak-e.

source: Title
hu: Másolása

source: Try Again
hu: Próbálja Újra

source: Turn Filter Off
hu: Szűrő Kikapcsolása

source: Turn Filter On
hu: Szűrő Bekapcsolása

source: Unlocked: %@
hu: Feloldott: %@

source: Upgrade Today!
hu: Javítson fel ma!

source: You can't purchase the premium unlock because in-app purchases are disabled on this device. Please ask whomever manages your device for assistance.
hu: Nem vásárolhatja meg a prémium feloldást, mert az alkalmazáson belüli vásárlások letiltva vannak ezen az eszközön.\n\nKérjük, keresse az eszközét kezelő személy segítségét.
